{
  "connectInstantly": "Мгновенное подключение",
  "shareMoments": "Делитесь моментами",
  "chatRealTime": "Общайтесь в реальном времени",
  "site_name": "Circles",
  "last_updated": "2025-10-18",
  "policies": {
    "privacy_policy": {
      "title": "Политика конфиденциальности",
      "sections": [
        {
          "heading": "1. Информация, которую мы собираем",
          "content": [
            {
              "title": "Информация, которую вы предоставляете",
              "items": [
                "Информация об аккаунте: имя, имя пользователя, адрес электронной почты, номер телефона, пароль.",
                "Информация профиля: фото профиля, биография, ссылки, местоположение и предпочтения.",
                "Контент: публикации, фотографии, видео, сообщения и другие медиафайлы, которыми вы делитесь.",
                "Коммуникация: когда вы обращаетесь в службу поддержки или взаимодействуете с нами напрямую."
              ]
            },
            {
              "title": "Автоматически собираемая информация",
              "items": [
                "Данные устройства: IP-адрес, тип браузера, операционная система, идентификаторы устройства.",
                "Данные об использовании: просмотренные страницы, время, проведенное на страницах, взаимодействия и история входов в систему.",
                "Файлы cookie и аналогичные технологии: для персонализации вашего опыта и измерения производительности."
              ]
            },
            {
              "title": "Информация от третьих лиц",
              "items": [
                "Другие пользователи (например, упоминания, теги, сообщения).",
                "Интеграции третьих сторон (например, когда вы подключаете Circles к другому приложению)."
              ]
            }
          ]
        },
        {
          "heading": "2. Как мы используем вашу информацию",
          "content": {
            "items": [
              "Управлять, поддерживать и улучшать Circles.",
              "Персонализировать вашу ленту и рекомендации.",
              "Общаться с вами об обновлениях, оповещениях безопасности и поддержке клиентов.",
              "Предотвращать мошенничество, злоупотребления или нарушения наших Условий предоставления услуг.",
              "Соблюдать юридические обязательства."
            ]
          }
        },
        {
          "heading": "3. Обмен информацией",
          "content": {
            "items": [
              "Мы не продаем ваши данные.",
              "Мы можем делиться ограниченной информацией только с вашего согласия, с поставщиками услуг, с другими пользователями (в зависимости от ваших настроек) или когда этого требует закон."
            ]
          }
        },
        {
          "heading": "4. Файлы cookie и технологии отслеживания",
          "content": {
            "items": [
              "Мы используем файлы cookie и аналогичные технологии, чтобы поддерживать вашу авторизацию, запоминать предпочтения и анализировать производительность и использование.",
              "Вы можете управлять файлами cookie или отключить их в настройках браузера."
            ]
          }
        },
        {
          "heading": "5. Хранение данных",
          "content": {
            "items": [
              "Мы храним персональные данные до тех пор, пока ваш аккаунт активен или необходим для предоставления Сервиса.",
              "Вы можете удалить свой аккаунт в любое время; ваши данные и публикации будут окончательно удалены после разумного периода."
            ]
          }
        },
        {
          "heading": "6. Ваши права и выбор",
          "content": {
            "items": [
              "Получать доступ, исправлять или удалять ваши персональные данные.",
              "Отозвать согласие на обработку данных.",
              "Запросить копию ваших данных (переносимость данных).",
              "Чтобы воспользоваться этими правами, свяжитесь с privacy@circles.com."
            ]
          }
        },
        {
          "heading": "7. Безопасность",
          "content": {
            "items": [
              "Мы используем шифрование, брандмауэры и контроль доступа для защиты ваших данных.",
              "Однако ни одна система не защищена на 100%; используйте Circles ответственно и сообщайте о проблемах на security@circles.com."
            ]
          }
        },
        {
          "heading": "8. Конфиденциальность детей",
          "content": {
            "items": [
              "Circles не предназначен для пользователей младше 13 лет (или минимального установленного законом возраста в вашей юрисдикции).",
              "Мы сознательно не собираем информацию от несовершеннолетних."
            ]
          }
        },
        {
          "heading": "9. Международные передачи данных",
          "content": {
            "items": [
              "Если вы получаете доступ к Circles из-за пределов нашего основного местоположения сервера, ваши данные могут быть переданы и обработаны в другой стране, где законы о защите данных могут отличаться."
            ]
          }
        },
        {
          "heading": "10. Изменения в этой политике",
          "content": {
            "items": [
              "Мы можем время от времени обновлять эту Политику конфиденциальности.",
              "Значительные изменения будут объявлены по электронной почте или через уведомления в приложении.",
              "Продолжение использования Circles означает, что вы принимаете обновленную политику."
            ]
          }
        },
        {
          "heading": "11. Свяжитесь с нами",
          "content": {
            "contactInfo": {
              "email": "privacy@circles.com",
              "address": "Circles HQ, 123 Digital Avenue, San Francisco, CA 94105, USA"
            }
          }
        }
      ]
    },
    "terms_of_service": {
      "title": "Условия предоставления услуг",
      "sections": [
        {
          "heading": "1. Принятие условий",
          "content": {
            "items": [
              "Получая доступ к Circles или используя его, вы соглашаетесь соблюдать настоящие Условия и нашу Политику конфиденциальности.",
              "Если вы не согласны, пожалуйста, не используйте платформу."
            ]
          }
        },
        {
          "heading": "2. Право на использование",
          "content": {
            "items": [
              "Вам должно быть не менее 13 лет (или минимальный установленный законом возраст в вашей юрисдикции) для использования Circles.",
              "Используя Сервис, вы подтверждаете, что соответствуете этому требованию."
            ]
          }
        },
        {
          "heading": "3. Ваш аккаунт",
          "content": {
            "items": [
              "Вы несете ответственность за сохранение конфиденциальности ваших учетных данных для входа.",
              "Вы несете ответственность за все действия, происходящие в вашем аккаунте.",
              "Немедленно уведомите нас по адресу support@circles.com, если вы подозреваете несанкционированное использование.",
              "Мы можем приостановить или закрыть ваш аккаунт, если вы нарушите настоящие Условия."
            ]
          }
        },
        {
          "heading": "4. Пользовательский контент",
          "content": [
            {
              "title": "Право собственности",
              "items": [
                "Вы сохраняете право собственности на любой контент, который вы публикуете на Circles. Публикуя контент, вы предоставляете Circles неисключительную, всемирную, бесплатную лицензию на размещение, отображение, распространение и воспроизведение этого контента по мере необходимости для работы и улучшения Сервиса."
              ]
            },
            {
              "title": "Запрещенный контент",
              "items": [
                "Разжигание ненависти, домогательства или угрозы.",
                "Нагота, сексуальный контент или графическое насилие.",
                "Спам, мошенничество или вводящая в заблуждение информация.",
                "Контент, нарушающий права интеллектуальной собственности.",
                "Все, что является незаконным или нарушает права другого лица."
              ]
            }
          ]
        },
        {
          "heading": "5. Правила сообщества",
          "content": {
            "items": [
              "Относитесь к другим с уважением.",
              "Не выдавайте себя за других и не искажайте принадлежность.",
              "Не пытайтесь взломать, нарушить работу или эксплуатировать платформу.",
              "Нарушения могут привести к приостановке или постоянной блокировке."
            ]
          }
        },
        {
          "heading": "6. Интеллектуальная собственность",
          "content": {
            "items": [
              "Все товарные знаки, логотипы и программное обеспечение Circles являются собственностью Circles Inc.",
              "Вы не можете копировать, изменять или распространять какую-либо часть Circles без письменного разрешения."
            ]
          }
        },
        {
          "heading": "7. Прекращение",
          "content": {
            "items": [
              "Мы можем приостановить или прекратить ваш доступ, если вы нарушите настоящие Условия или неправомерно используете платформу.",
              "Вы можете удалить свой аккаунт в любое время через настройки.",
              "Прекращение не освобождает вас от обязательств за предыдущие действия."
            ]
          }
        },
        {
          "heading": "8. Отказ от гарантий",
          "content": {
            "items": [
              "Circles предоставляется «как есть» без каких-либо гарантий.",
              "Мы не гарантируем бесперебойную или безошибочную работу."
            ]
          }
        },
        {
          "heading": "9. Ограничение ответственности",
          "content": {
            "items": [
              "В максимальной степени, разрешенной законом, Circles и его аффилированные лица не несут ответственности за косвенный, случайный или косвенный ущерб, а также за потерю данных, прибыли или репутации, возникающую в результате использования вами Сервиса."
            ]
          }
        },
        {
          "heading": "10. Возмещение убытков",
          "content": {
            "items": [
              "Вы соглашаетесь возместить убытки и оградить Circles от любых претензий, убытков или расходов, возникающих в результате использования вами Сервиса или нарушения настоящих Условий."
            ]
          }
        },
        {
          "heading": "11. Изменения",
          "content": {
            "items": [
              "Мы можем изменить настоящие Условия в любое время.",
              "Об изменениях будет сообщено по электронной почте или через уведомления в приложении.",
              "Продолжение использования Circles означает, что вы принимаете обновленные Условия."
            ]
          }
        },
        {
          "heading": "12. Применимое право",
          "content": {
            "items": [
              "Настоящие Условия регулируются законами штата Калифорния, США, если иное не требуется местным законодательством."
            ]
          }
        },
        {
          "heading": "13. Свяжитесь с нами",
          "content": {
            "contactInfo": {
              "email": "support@circles.com",
              "address": "Circles HQ, 123 Digital Avenue, San Francisco, CA 94105, USA"
            }
          }
        }
      ]
    }
  }
}
